Repository: E2OpenPlugins/e2openplugin-CrossEPG
Catalog: contrib/po/*/LC_MESSAGES/CrossEPG.po
Languages: de, it

source: Please configure crossepg before start downloader
de: Bitte konfigurieren Sie CrossEPG vor dem Start des Downloaders
it: Configurare crossepg prima di avviare il download

source: An EPG downloader
de: Ein EPG Downloader
it: Downloader EPG

source: CrossEPG setup panel
de: CrossEPG Setup-Fenster
it: Pannello di configurazione CrossEPG

source: CrossEPG automatic actions
de: CrossEPG automatische Aktionen
it: Automatismi di CrossEPG

source: CrossEPG Force Reload
de: CrossEPG Neuladen erzwingen
it: "Force reload" di CrossEPG

source: Back
de: Zurück
it: Indietro

source: Headers db size: %s
de: Kopfzeilen db Grösse: %s
it: Dimensioni db headers: %s

source: Descriptors db size: %s
de: Beschreibungen db Grösse: %s
it: Dimensioni db descrizioni: %s

source: Indexes db size: %s
de: Indexe db Grösse: %s
it: Dimensioni db indici: %s

source: Aliases db size: %s
de: Aliases db Grösse: %s
it: Dimensioni db alias: %s

source: Total size: %s
de: Gesamtgrösse: %s
it: Dimensioni totali: %s

source: Channels count: %s
de: Kanalanzahl: %s
it: Numero canali: %s

source: Events count: %s
de: Ereignisanzahl: %s
it: Numero eventi: %s

source: Hashes count: %s
de: Streuwertanzahl: %s
it: Numero chiavi: %s

source: Creation time: %s
de: Erstellungszeit: %s
it: Ora di creazione: %s

source: Last update time: %s
de: Letzte Aktualisierung: %s
it: Ora ultimo aggiornamento: %s

source: Version: %s
it: Versione: %s

source: Starting downloader
de: Starte den Downloader
it: Avvio download...

source: CrossEPG error: %s
de: CrossEPG Fehler: %s
it: Errore CrossEPG: %s

source: Internal flash
de: Interner Flash
it: Flash interna

source: Internal flash (unsuggested)
de: Interner Flash (nicht empfohlen)
it: Flash interna (sconsigliato!)

source: main lamedb
de: Haupt lamedb
it: Lamedb principale

source: Disabled
it: Disabilitato

source: Once a day
it: Una volta al giorno

source: Every hour (only in standby)
it: Ogni ora (solo se in standby)

source: Once a week
it: Un giorno della settimana

source: Every x days
it: Ogni x giorni

source: Scheduled download on
it: Download programmato il

source: Scheduled download every x days
it: Download programmato ogni x giorni

source: Not scheduled
it: Non programmato

source: Download epg once a week
it: Scaricare l'epg un giorno della settimana

source: Download epg every x days
it: Scaricare l'epg una volta ogni x giorni

source: Day for scheduled weekly download
it: Giorno stabilito per download settimanale

source: Days to next download
it: X giorni al prossimo download

source: Set time for scheduled download
it: Impostare l'ora del download programmato

source: Next update time: %s
it: Prossimo aggiornamento: %s

source: sunday
it: domenica

source: monday
it: lunedì

source: tuesday
it: martedì

source: wednesday
it: mercoledì

source: thursday
it: giovedì

source: friday
it: venerdì

source: saturday
it: sabato

source: PLEASE READ! No disk found. An hard drive or an usb pen is HARDLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
de: BITTE LESEN! Kein Laufwerk gefunden. Ein Laufwerk oder USB-Stick ist VORAUSSETZUNG. Nutzen Sie doch Ihren internen Flashspeicher, beachten Sie folgendes: (1) Haben Sie nicht genug freier Speicher, wird dies Ihre Box blockieren und Sie müssen erneut flashen (2) Zu viele Schreibvorgänge im internen Flashspeicher, kann den Flashspeicher beschädigen
it: LEGGERE ATTENTAMENTE! Nessun disco trovato. Si raccomanda l'utilizzo di un HDD o una penna USB. Volendo Utilizzare la flash interna, ricordare che: 1) In caso di spazio insufficiente, il box potrebbe bloccarsi completamente, magari costringendo a reistallare l'immagine.2) Ripetute operazioni di scrittura sulla flash interna potrebbero danneggiarla o abbreviarne la vita operativa.

source: Storage device
de: Speichermedium
it: Dispositivo per l'archiviazione

source: Preferred lamedb
de: Bevorzugt lamedb
it: Lamedb preferito

source: Enable csv import
de: Aktiviere csv import
it: Abilitare importazione csv

source: Force epg reload on boot
de: Erzwinge EPG neu laden beim Systemstart
it: Forzare il caricamento epg all'avvio

source: Download on tune
de: Downloaden wenn nötig(OpenTV-Provider)
it: Download su sintonia

source: Scheduled download
de: zeitgesteuerter Download
it: Download programmato

source: Scheduled download at
de: zeitgesteuerter Download um
it: Download programmato alle

source: Reboot after a scheduled download
de: Neustart nach zeitgesteuerten Download
it: Riavviare dopo un download programmato

source: Reboot after a manual download
de: Neustart nach manuellen Download
it: Riavviare dopo uno scaricamento manuale

source: Show as plugin
de: Zeige als Plugin
it: Mostrare come plugin

source: Show as extension
de: Zeige als Erweiterung
it: Mostrare come estensione

source: Show 'Force reload' as plugin
de: Zeige 'Erzwinge neu laden' als Plugin
it: Mostrare "Force reload" come plugin

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
de: Laufwerk wo die Daten gespeichert werden. Laufwerk MUSS als rw eingehangen sein. Ist Ihr Gerät hier nicht sichtbar, so ist es wahrscheinlich im read only oder autofs im read only Modus. In dem Fall hängen Sie es manuell ein und versuchen es erneut
it: Supporto per il salvataggio dei dati. Il supporto DEVE essere montato in modalità RW. Se non compare in elenco probabilmente è montato in sola lettura o autofs riesce a gestirlo esclusivamente in sola lettura. Montarlo manualmente e riprovare.

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
de: Lamedb wird gebraucht zur epg.dat Konvertierung. Diese Option funktioniert nicht mit CrossEPG Patch v2
it: Lamedb usato per la conversione di epg.dat. Questa opzione non funziona con la patch crossepg v2

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
de: Importiert *.csv und *.bin von %s/ oder importiert von %s/ (*.bin sind Binärdateien mit einer csv als stdout)
it: Importare *.csv e *.bin da %s/import o da %s/import (*.bin sono file binari con un csv come stdout)

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
de: Neu laden des Epg bei jedem Systemstart. Normalerweise nicht nötig, aber kann den EPG nach einem Absturz wiederherstellen
it: Ricaricare l'epg a ogni riavvio. Normalmente non necessario, ricostruisce l'epg in caso di crash di enigma2

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
de: Nur für OpenTV Provider. Schalten Sie auf einen Kanal von diesem Provider, wird der EPG im Hintergrund heruntergeladen
it: Solo per provider opentv. In caso di sintonia sul canale previsto, il download dell'epg avverrà in background

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
de: Ist die Box im Standby, werden OpenTV Provider automatisch jede Stunde heruntergeladen. XMLTV Provider werden immer nur einmal am Tag heruntergeladen
it: Se il decoder si trova in standby, il download dell'epg di provider opentv verrà effettuato ogni ora. Il download dei dati di provider XMLTV verrà in ogni caso effettuato solo una volta al giorno

source: Download epg once a day
de: Downloade Epg einmal am Tag
it: Scaricare l'epg una volta al giorno

source: Scheduled download disabled
de: zeitgesteuerter Download deaktiviert
it: Download programmato disabilitato

source: Time for scheduled daily download
de: Zeit für zeitgesteuerten täglichen Download
it: Ora per il download programmato

source: Automatically reboot the decoder after a scheduled download
de: Automatischer Neustart der Box nach zeitgesteuerten Download
it: Riavviare automaticamente il decoder dopo un download programmato

source: Automatically reboot the decoder after a manual download
de: Automatischer Neustart der Box nach manuellen Download
it: Riavviare dopo un download manuale

source: Show crossepg in plugin menu
de: Zeige CrossEPG im Plugin-Menü
it: Mostrare nel menu plugin

source: Show crossepg in extensions menu
de: Zeige CrossEPG im Erweiterungs-Menü
it: Mostrare nel menu estensioni

source: Starting importer
de: Starte Importeur
it: Avvio importazione...

source: Parsing
de: Analysieren
it: Analisi...

source: Downloading
de: Downloade
it: Download...

source: Configure
de: Konfigurieren
it: Configurazione

source: XMLTV providers
de: XMLTV Provider
it: Provider XMLTV

source: OpenTV providers
de: OpenTV Provider
it: Provider OpenTV

source: XEPGDB providers
de: XEPGDB Provider
it: Provider XEPGDB

source: Scripts providers
de: Scripts Provider
it: Script provider

source: MHW2 providers
de: MHW2 Provider
it: Provider MHW2

source: Providers start order
de: Provider Startreihenfolge
it: Ordine di avvio provider

source: Update rytec providers
de: Aktualisiere rytec Provider
it: Aggiornare provider rytec

source: Update xepgdb providers
de: Aktualisiere xepgdb Provider
it: Aggiornare provider xepgdb

source: Download now
de: Downloade jetzt
it: Download

source: Force csv import now
de: Erzwinge csv import jetzt
it: Forzare l'importazione csv

source: Force epg.dat conversion now
de: Erzwinge epg.dat Umwandlung jetzt
it: Forzare la conversione di epg.dat

source: Force epg reload
de: Erzwinge EPG neu laden
it: Forzare il caricamento epg

source: Info about database
de: Info über Datenbank
it: Info sul database

source: About
de: Über
it: Info

source: Loading data
de: Lade Daten
it: Caricamento dati...

source: Reading channels
de: Lese Kanäle
it: Lettura canali...

source: Reading titles
de: Lese Titel
it: Lettura titoli...

source: Parsing titles
de: Analysiere Titel
it: Analisi titoli...

source: Reading summaries
de: Lese Zusammenfassungen
it: Lettura sommari...

source: Parsing summaries
de: Analysiere Zusammenfassungen
it: Analisi sommari...

source: Downloading channels list
de: Downloade Kanalliste
it: Download elenco canali

source: Deflating channels list
de: Bereinige Kanalliste
it: Espansione elenco canali

source: Parsing channels list
de: Analysiere Kanalliste
it: Analisi elenco canali

source: Downloading events
de: Downloade Ereignisse
it: Download eventi

source: Deflating events
de: Bereinige Ereignisse
it: Espansione eventi

source: Parsing events
de: Analysiere Ereignisse
it: Analisi eventi

source: Downloading XEPGDB
de: Downloade XEPGDB
it: Download XEPGDB

source: Merging XEPGDB
de: Zusammenführen XEPGDB
it: Unione XEPGDB

source: Deflating XEPGDB
de: Bereinige XEPGDB
it: Espansione XEPGDB

source: Running script
de: Ausführen von Script
it: Esecuzione script...

source: %s channels
de: %s Kanäle
it: %s canali

source: Read %s
de: Lese %s
it: Lettura %s

source: %s of %s
de: %s von %s
it: %s di %s

source: Converting data
de: Konvertiere Daten
it: Conversione dati...

source: Saving data
de: Speichere Daten
it: Salvataggio dati...

source: Starting converter
de: Starte Konverter
it: Avvio conversione...

source: Enable
de: Aktiviert
it: Abilitare

source: Disable
de: Deaktiviert
it: Disabilitare

source: CrossEPG - Providers start order
de: CrossEPG - Provider Startreihenfolge
it: CrossEPG - Ordine di avvio provider

source: Move down
de: Nach Unten
it: Spostare giù

source: Move up
de: Nach Oben
it: Spostare sù

source: Updating rytec providers...
de: Aktualisiere rytec Provider...
it: Aggiornamento provider rytec...

source: %d providers updated
de: %d Provider aktualisiert
it: %d provider aggiornati

source: Cannot retrieve rytec sources
de: Kann rytec-Quellen nicht abrufen
it: Impossibile recuperare le fonti rytec

source: Updating xepgdb providers...
de: Aktualisiere xepgdb Provider...
it: Aggiornamento provider xepgdb...

source: Cannot retrieve xepgdb sources
de: Kann xepgdb-Quellen nicht abrufen
it: Impossibile recuperare le fonti xepgbd

source: disabled
de: deaktiviert

source: once a day
de: einmal pro Tag

source: every hour (only in standby)
de: jede Stunde (nur im Standby)

source: Show Force reload as plugin
de: Zeige Erzwinge neu laden als Plugin
