Repository: E2OpenPlugins/e2openplugin-CrossEPG
Catalog: po/*.po
Languages: pt, uk

source: %d providers updated
pt: %d operadores atualizados

source: %s channels
pt: %s canais
uk: %s канали

source: %s of %s
pt: %s de %s
uk: %s з %s

source: About
pt: Sobre
uk: Про ...

source: Aliases db size: %s
pt: Aliases espaço db: %s
uk: Кількість співпадінь бд: %s

source: An EPG downloader
pt: Um descarregador EPG
uk: Завантажувач ЕПГ

source: Automatically reboot the decoder after a manual download
pt: Reiniciar automaticamente o descodificador após uma descarga manual
uk: Автоматично перезавантажити після ручного завантаження

source: Automatically reboot the decoder after a scheduled download
pt: Reiniciar automaticamente o descodificador após uma descarga agendada
uk: Автоматично перезавантажити після запланованого завантаження

source: Back
pt: Voltar

source: Cannot retrieve rytec sources
pt: Não pode recuperar as fontes rytec

source: Cannot retrieve xepgdb sources
pt: Não pode recuperar as fontes xepgdb

source: Channels count: %s
pt: Contador de canais: %s
uk: Кількість каналів: %s

source: Configure
pt: Configurar
uk: Конфігурація

source: Converting data
pt: A Converter informação
uk: Конвертування даних...

source: Creation time: %s
pt: Data de criação: %s
uk: Час створення: %s

source: CrossEPG Force Reload
pt: CrossEpg forçar carregamento

source: CrossEPG Setup
pt: Definições CrossEPG

source: CrossEPG automatic actions
pt: CrossEPG ações automáticas
uk: Авто дії CrossEPG

source: CrossEPG error: %s
pt: CrossEPG erros: %s
uk: Помилки CrossEPG: %s

source: CrossEPG setup panel
pt: Painel de definições CrossEPG
uk: Панель конфігурації CrossEPG

source: Deflating XEPGDB
pt: A esvaziar XEPGDB
uk: Розгортання XEPGDB

source: Deflating channels list
pt: A esvaziar a lista de canais
uk: Розгортання список каналів

source: Deflating events
pt: A esvaziar eventos
uk: Розгортання подій

source: Descriptors db size: %s
pt: Descritores tamanho bd: %s
uk: Опис розміру бд: %s

source: Disable
pt: Desativar

source: Disabled
pt: inativo

source: Download
pt: Descarregar
uk: Завантажити

source: Download epg once a day
pt: Descarregar epg uma vez por dia
uk: Завантажувати епг один раз на день

source: Download now
pt: Descarregar agora
uk: Завантажити зараз

source: Download on tune
pt: Descarga ao sintonizar
uk: Завантажувати при настройці

source: Downloader
pt: Descarregador

source: Downloading
pt: Transferindo
uk: Завантаження...

source: Downloading XEPGDB
pt: A descarregar XEPGDB
uk: Завантаження XEPGDB

source: Downloading channels list
pt: A descarregar a lista de canais
uk: Завантаження списку каналів

source: Downloading events
pt: A descarregar eventos
uk: Завантаження подій

source: Enable
pt: Ativar

source: Enable csv import
pt: Ativar importação 'csv'
uk: Увімкн. csv імпорт

source: Enabled
pt: Ativo

source: Events count: %s
pt: Contador de eventos: %s
uk: Кількість подій: %s

source: Force Reload
pt: Forçar Recarregar

source: Force csv import now
pt: Forçar a importação 'csv'
uk: Примусовий імпорт csv

source: Force epg reload
pt: Forçar recarregar Epg
uk: Примусове перезавантаження епг

source: Force epg reload on boot
pt: Forçar o carregamento do EPG no arranque
uk: Виконати рестарт епг при старті

source: Force epg.dat conversion now
pt: Forçar a conversão de epg.dat
uk: Виконати конвертування epg.dat зараз

source: Hashes count: %s
pt: Contar erros graves: %s
uk: Кількість ключів: %s

source: Headers db size: %s
pt: Cabeçalhos DB Size:% s
uk: Розмір заголовків бд: %s

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
pt: Importação *. csv e *.bin de %s/import ou %s/import (*.bin são binários com um csv como stdout)
uk: Імпорт *.csv і *.bin з %s/import або %s/import (*.bin sono file binari con un csv come stdout)

source: Indexes db size: %s
pt: Indexa tamanho bd: %s
uk: Розмір індексів бд: %s

source: Info
pt: Informação

source: Info about database
pt: Info sobre a base de dados
uk: Інформація про БД

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
pt: Lamedb usado para conversão de EPG. Esta opção não funciona com o crossepg patch v2
uk: Lamedb використовується для конвертування epg.dat. Ця опція не працює з патчем crossepg v2

source: Last update time: %s
pt: Atualizada em: %s
uk: Востаннє оновлено: %s

source: Loading data
pt: A carregar informação
uk: Завантаження даних...

source: MHW2 providers
pt: Operadores MHW2

source: Merging XEPGDB
pt: A unir XEPGDB
uk: З'єднання XEPGDB

source: Move down
pt: Mover para baixo
uk: Перемістити вниз

source: Move up
pt: Mover para cima
uk: Перемістити вгору

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
pt: Sómente para os operadores OPENTV. Se zapear para um canal usado num operador, a descarga será efetuada em segundo-plano.
uk: Тільки для провайдерів opentv. При переключенні на канал, що використовується провайдером,епг завантажиться у фоні

source: OpenTV providers
pt: Operadores OpenTV
uk: Провайдери OpenTV

source: PLEASE READ! A hard drive or an usb pen is STRONGLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
pt: POR FAVOR, LEIA! Um disco rígido ou uma pen usb é FORTEMENTE SUGERIDO. Se ainda quiser usar a memória interna, prestar atenção para: (1) Se não tem espaço livre suficiente, a sua STB pode bloquear completamente e precisará de flashá-la novamente. (2) Muitas operações de escrita na memória interna podem danificar a memória flash.

source: Parsing
pt: Análise
uk: Обробка...

source: Parsing channels list
pt: Análise da lista de canais
uk: Обробка списку каналів

source: Parsing events
pt: Análise de eventos
uk: Обробка подій

source: Parsing summaries
pt: Análise sumários
uk: Обробка загалом...

source: Parsing titles
pt: Análise títulos
uk: Обробка заголовків...

source: Please configure crossepg before start downloader
pt: Por favor, configure o crossepg antes de iniciar a descarga
uk: Будь-ласка налаштуйте завантажувач перед стартом

source: Preferred lamedb
pt: Lamdeb preferido
uk: Переважає Lamedb

source: Providers start order
pt: Ordem dos operadores
uk: Порядк старту провайдерів

source: Read %s
pt: Ler %s
uk: Читати %s

source: Reading channels
pt: A ler Canais
uk: Читання каналів...

source: Reading summaries
pt: A ler sumários
uk: Читання загалом...

source: Reading titles
pt: A ler títulos
uk: Читання заголовків...

source: Reboot after a manual download
pt: Reiniciar após a descarga manual
uk: Перезавантажити після ручного завантаження

source: Reboot after a scheduled download
pt: Reinicie após um download agendado
uk: Перезавантажити після запланованого завантаження

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
pt: Recarrega o epg em cada inicialização. Normalmente não é necessário, mas deve recuperar o EPG após um crash de enigma2
uk: Перезавантажувати епг при кожному старті. Зазвичай це не потрібно, проте відновлює епг після падіння enigma2

source: Running script
pt: A executar script
uk: Виконання скрипту

source: Saving data
pt: A Salvar informação
uk: Збереження даних

source: Scheduled download
pt: Download agendado
uk: Завантажити планово

source: Scheduled download at
pt: Download agendado em
uk: Планово завантажувати о

source: Scheduled download disabled
pt: Download agendado desativado
uk: Планове завантаження вимкнуте

source: Scripts providers
pt: Scripts operadores
uk: Скрипти провайдерів

source: Show 'Force reload' as plugin
pt: Mostrar "Forçar recarregar" como plugin

source: Show as extension
pt: Mostrar como extensão
uk: Відображати як розширення

source: Show as plugin
pt: Mostrar como plugin
uk: Відображати як плагін

source: Show crossepg force load in plugin menu
pt: Mostrar crossepg força-carga no menu de plugins

source: Show crossepg in extensions menu
pt: Mostrar crossepg no menu extensões
uk: Відображати crossepg в меню розширень

source: Show crossepg in plugin menu
pt: Mostrar crossepg no menu plugins
uk: Відображати crossepg в меню додатків

source: Starting converter
pt: A Iniciar conversor
uk: Конвертування...

source: Starting downloader
pt: A inciar descarga
uk: Старт завантаження...

source: Starting importer
pt: A iniciar importador
uk: Імпортування...

source: Time for scheduled daily download
pt: Hora para agendar a descarga diária
uk: Час запланованого щоденного завантаження

source: Total size: %s
pt: Espaço total: %s
uk: Загальний розмір: %s

source: Update rytec providers
pt: Atualizar operadores rytec

source: Update xepgdb providers
pt: Atualizar operadores xepgdb

source: Updating rytec providers...
pt: A atualizar operadores rytec...

source: Updating xepgdb providers...
pt: A atualizar operadores xepgdb...

source: Version: %s
pt: Versão: %s
uk: Версія: %s

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
pt: Quando o descodificador está em espera, os operadores OPENTV serão automaticamente descarregados a cada hora. Os Operadores XMLTV serão descarregados apenas uma vez por dia.
uk: Коли приймач знаходиться у деж. режимі, провайдери opentv будуть автоматично завантажуватись щогодини. XMLTV провайдери будуть завжди завантажуватись один раз на день

source: XEPGDB providers
pt: Operadores XEPGDB
uk: Провайдери XEPGDB

source: XMLTV providers
pt: Operadores XMLTV
uk: Провайдери XMLTV

source: disabled
pt: inativo
uk: вимкнути

source: every hour (only in standby)
pt: todas as horas ( só em espera )
uk: щогодини (тільки у деж. режимі)

source: main lamedb
pt: lamedb principal
uk: основний Lamedb

source: once a day
pt: uma vez por dia
uk: один раз на день

source: providers
pt: operadores

source: unknow version
pt: versão desconhecida

source: Storage device
pt: Dispositivo de armazenamento
uk: Місце збереження даних

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
pt: Unidade onde vai salvar dados. A unidade DEVE ser montada em rw. Se não vê aqui o dispositivo, deverá estar montado como 'sómente leitura' ou 'autofs' manipulá-lo apenas em modo 'sómente leitura'. Neste caso, deve montá-lo manualmente e tentar novamente

source: Internal flash
uk: Внутрішня флеш
